ms-python.python
ms-python.black-formatter
ms-python.vscode-pylance
ms-python.debugpy
esbenp.prettier-vscode
dbaeumer.vscode-eslint
zhuangtongfa.material-theme
pkief.material-icon-theme
bradlc.vscode-tailwindcss
ms-vscode.vscode-typescript-next
redhat.vscode-yaml
ms-vscode.powershell
ms-ceintl.vscode-language-pack-pt-br
github.copilot
github.copilot-chat
ms-vscode-remote.remote-wsl
formulahendry.auto-rename-tag
formulahendry.code-runner
christian-kohler.path-intellisense
ms-vscode.vscode-json